[
    {
        "time": "102:15:02",
        "text": " Duke: Columbia, Houston! We're standing by. Over. (Long Pause) Columbia, Houston. Over.",
        "explanation": ""
    },
    {
        "time": "102:15:43",
        "text": " Duke: Rog. Five-by, Mike. How did it (that is, the DOI burn) go? Over.",
        "explanation": ""
    },
    {
        "time": "102:15:52",
        "text": " Duke: Great. We're standing by for Eagle.",
        "explanation": ""
    },
    {
        "time": "102:16:00",
        "text": " Duke: We copy. Out. (Pause) And, Columbia, Houston. We expect to lose your high gain sometime during the powered descent. Over.",
        "explanation": ""
    },
    {
        "time": "102:16:22",
        "text": " Duke: No, sir.",
        "explanation": "[Both spacecraft are equipped with high-gain antennas which must be pointed accurately at Earth to maintain top-quality communications. Because the Command Module attitude relative to Earth changes as Mike maneuvers so that he can track the LM, the antenna must be moved to maintain pointing. However, the system of gimbals used to point the antenna has physical limits and Houston is telling Mike that, at some point during the descent, one or more of those limits will be reached. In order to re-acquire the high-gain, Mike would have to change the spacecraft attitude and, because he can maintain voice communications with both Earth and Eagle on his omni-directional antennas and because Houston will be pre-occupied with the landing, no attitude adjustment will be made.]<p>\n\n[Comm Break. Buzz Aldrin calls about 45 seconds after Eagle AOS.]"
    },
    {
        "time": "102:17:29",
        "text": " Duke: Five-by, Eagle. We're standing by for your burn report. Over.",
        "explanation": "[Armstrong - &quot;They are referring to the strength and clarity of the signal on a scale of five. 'Five by five' meant 'loud and clear.&quot;]"
    },
    {
        "time": "102:18:25",
        "text": " Duke: Columbia, Houston. We've lost all data with Eagle. Please have him re-acquire on the high gain. Over.",
        "explanation": ""
    },
    {
        "time": "102:18:50",
        "text": " Collins: Eagle, did you copy Columbia?",
        "explanation": ""
    },
    {
        "time": "102:19:05",
        "text": " Aldrin: Eagle, Houston...(correcting himself) or Houston, Eagle. How do you read now?",
        "explanation": ""
    },
    {
        "time": "102:19:19",
        "text": " Aldrin: Roger. AGS residuals: (X) minus 0.1, (Y) minus 0.2, (Z) minus 0.7 (feet per second). And we used the PGNS Noun 86 for Delta-VZ which was 9.5, versus yours which was 9.1, and I believe that may explain the difference (between the minus 0.7 residual in AGS versus minus 0.1 for the PGNS). Apogee 57.2, perilune 9.1; Sun check to three marks; Noun 20 minus Noun 22, plus 0.19, plus 0.16, plus 0.11. Over.",
        "explanation": ""
    },
    {
        "time": "102:22:37",
        "text": " Duke: Columbia, Houston. We've lost Eagle again. Have him try the high gain. Over.",
        "explanation": ""
    },
    {
        "time": "102:23:57",
        "text": " Duke: Eagle, Houston. We have you now. Do you read? Over.",
        "explanation": ""
    },
    {
        "time": "102:24:04",
        "text": " Duke: Roger. We see your Verb 47.",
        "explanation": "[Aldrin - &quot;When we were looking at something on the computer, they could see it, too. So the verbal report was just added confirmation.&quot;]<p>\n\n[Armstrong - &quot;Of course, they couldn't get anything when we were out of the line-of-sight, and had to rely on our (post AOS) reports. I don't think they had any ability to store that (post-burn) information in the computer.&quot;]<p>\n\n[The LM computer has only a very limited memory, so data that is no longer of use is not kept.]<p>\n\n[Journal Contributor Frank O'Brien notes, &quot;Verb 47 is the command used to initialize the Abort Guidance System (AGS), using PGNS data&quot;.]"
    },
    {
        "time": "102:24:23",
        "text": " Duke: Roger. We'll work on it. (Long Pause)",
        "explanation": "[The crew is in the Push-to Talk communications mode and we only hear them when they chose to broadcast to Houston.]<p>\n\n[Aldrin - &quot;There were switches on the handcontroller and on the electrical connector that went to the suit. I was using that one because I would have gotten my hand slapped if I had touched the controller.&quot;]"
    },
    {
        "time": "102:24:41",
        "text": " Duke: Roger.",
        "explanation": ""
    },
    {
        "time": "102:24:48",
        "text": " Duke: That's affirmative. We did, Buzz. Out. (Long Pause; with intermittent static)",
        "explanation": ""
    },
    {
        "time": "102:25:43",
        "text": " Aldrin: Roger. (Long Pause)",
        "explanation": "[Armstrong - &quot;It was a fairly simple procedure to send a state vector from one computer (the PGNS in this case) to the other (the AGS).&quot;]<p>\n\n[Aldrin - &quot;The AGS initialization was done by a Verb, an instruction with maybe a two- or three-digit code (Verb 47, as noted above).&quot;]<p>\n\n[Armstrong - &quot;At the time, there were inertial guidance systems in aircraft, using inertial platforms. But the computations usually had an altimeter-based smoothing input into the Earth-radius measurement so that the calculation of position was stable. The error would oscillate but wasn't like the error in three dimensions which is unstable and will continue to build. So, although aircraft had similar devices, the calculations were different. Aircraft didn't have anything like the AGS, because I don't think the accuracy would last very long.&quot;]"
    },
    {
        "time": "102:26:37",
        "text": " Duke: Roger. Copy. (Long Pause)",
        "explanation": "[Armstrong - &quot;The visual check was something that we devised ourselves, barnyard math of v = r w. 'r' would be your altitude (that you wanted to know), omega (w) was your angular rate that you determined by watching a point on the ground, and the velocity (v) was pretty well known. We measured omega by measuring the speed at which an object on the ground passed through a certain number of degrees on the (LPD) grid on the window. We just timed it on a stopwatch and had a little plot to compare it with. As the altitude decreased, we could see it was converging pretty well. It gave us an alternate check of our altitude. The importance of this is that, if we weren't in a reasonably close altitude band to our intended starting altitude, the landing guidance would not necessarily converge - the solution wouldn't converge - so it was important to us at that point that the altitude be about right when we started.&quot;]"
    },
    {
        "time": "102:27:06",
        "text": " Duke: Roger. We saw that, Buzz. Thank you much. Out.",
        "explanation": ""
    },
    {
        "time": "102:27:14",
        "text": " Duke: Rog. We saw that. (Pause)",
        "explanation": "[Armstrong - &quot;We'd have to have a half day in that simulator, again, to remember some of these things.&quot;]<p>\n\n[Aldrin - &quot;We spent a lot of time in the LM trainer - maybe 30 or 40 percent of our time - but there was a lot in the CSM (trainer) and on other things. Your sense of well-being is generated by the degree of familiarity you have with what might go wrong in a challenging way. To me, when you're doing what we were doing for the first time, there's a level of importance that's a good bit different from the second or third time, because it has been done already and because the world has seen it. When you're part of the pioneering effort, there's a focusing of an individual's concentration and level of attention that is at the exclusion of a lot of other things. It's a kind of gun-barrel vision.&quot;]<p>\n\n[The 15 July 1969 Apollo 11 Crew Training Summary indicates that out of 959 hours of training, Neil spent 285 hours - 30 percent - in the various LM simulators.  Buzz did 1017 hours of training, of which 332 hours - 33 percent -  was spent in the LM simulators.   These figures do not include Neil's LLTV flights nor the 56 hours each of them spent in briefings about LM systems.]<p>\n\n[Armstrong - &quot;I would add, along that same line, that the time requirements necessitated that we accept the conclusions and recommendations of the crews that went before us. So, we did not spend an extraordinary amount of time on things that had already been done and had worked as expected. We focused a great deal of our attention on those things which had not been done before and which we would be expected to pass on to the crews behind us.&quot;]<p>\n\n[Aldrin - &quot;Whether they wanted it or not.&quot;]<p>\n\n[NASA photo S69-35504 shows Neil, Mike and Buzz debriefing the Apollo 10 crew on 3 June 1969, about a week after Tom Stafford, John Young, and Gene Cernan returned from the Moon.  Clockwise from the near left, the people around the table are Collins, Aldrin, Cernan, Stafford, Armstrong, and Young.]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;We did have one program alarm...prior to ignition, that (indicated) we had the radar out of position...a 500 series alarm...which I don't have any way of accounting for. Certainly the switches were in the right positions. They hadn't been changed since pre-launch. But we did, in fact, go to the Descent position on the antenna and leave it there for a half a minute or so, and then go back to Auto and that cleared the alarm.&quot;]<p>\n\n[O'Brien - &quot;The landing radar could be moved between two positions: Before pitchover, the radar was in the Descent position, and as the LM rotated to a more upright attitude during the approach phase, the radar was moved to the Hover position. These positions could be commanded manually, in addition to the Auto setting, where the radar was under the control of the guidance computer. The purpose of moving the radar was to keep the antenna pointed as directly towards the surface as possible.&quot;]"
    },
    {
        "time": "102:28:08",
        "text": " Duke: Eagle, Houston. If you read, you're Go for powered descent. Over.",
        "explanation": ""
    },
    {
        "time": "102:28:22",
        "text": " Duke: Columbia, Houston. We've lost them on the high gain again. Would you please...We're recommending (that they) yaw right 10 degrees and re-acquire.",
        "explanation": ""
    },
    {
        "time": "102:28:48",
        "text": " Aldrin: Rog. We read you.",
        "explanation": ""
    },
    {
        "time": "102:28:51",
        "text": " Duke: Eagle, Houston. We read you now. You're Go for PDI. Over.",
        "explanation": ""
    },
    {
        "time": "102:29:07",
        "text": " Armstrong: (Faintly) What?",
        "explanation": "[Neil is not on voice activated comm (VOX) but, rather is in Push-to-Talk (PTT), squeezing a comm switch when he wants to be heard in Houston. Here, we hear him faintly through Buzz's comm circuit.]"
    },
    {
        "time": "102:29:23",
        "text": " Duke: Eagle, Houston. Your alignment is Go on the AGS. On my mark, 3:30 'til ignition.",
        "explanation": ""
    },
    {
        "time": "102:29:33",
        "text": " Duke: Mark. 3:30 'til ignition.",
        "explanation": ""
    },
    {
        "time": "102:30:45",
        "text": " Aldrin: Verb 77 (Long Pause)",
        "explanation": "[Frank O'Brien pulled Buzz's transmission out the noise. &quot;'Verb 77' may make some sense here, as it is setting attitude control modes for the Digital Autopilot.&quot;]"
    },
    {
        "time": "102:31:32",
        "text": " Duke: Eagle, Houston. If you'd like to try high gain, pitch 212, yaw 37. Over.",
        "explanation": ""
    },
    {
        "time": "102:31:49",
        "text": " Duke: Roger.",
        "explanation": "[During the remainder of the Descent, only Buzz is on Vox and Neil is heard only occasionally in Houston. However, his comments to Buzz on the LM intercom were recorded onboard and that record has been used in constructing the following.]"
    },
    {
        "time": "102:32:03",
        "text": " Aldrin: (To Houston) Say again the angles, though.",
        "explanation": ""
    },
    {
        "time": "102:32:06",
        "text": " Aldrin: I'll set them in to use them before we yaw around.",
        "explanation": ""
    },
    {
        "time": "102:32:19",
        "text": " Aldrin (onboard): Copy.",
        "explanation": ""
    },
    {
        "time": "102:32:25",
        "text": " Aldrin (onboard): Engine Arm, Descent. 40 seconds.",
        "explanation": ""
    },
    {
        "time": "102:32:35",
        "text": " Aldrin (onboard): Camera's running. (Garbled)",
        "explanation": ""
    },
    {
        "time": "102:33:03</a>",
        "text": " Aldrin: Altitude light's on.",
        "explanation": "[In his excellent book, </i>How Apollo Flew To The Moon<i>, David Woods tells us that, when Neil arms the descent engine, two indicator lights on the DSKY come on indicating that the landing radar is not providing adequate data to calculate the LM altitude and rate of descent.  Later in the descent, when they get close enough to the surface that the radar is getting good data, those lights will go out.]"
    },
    {
        "time": "102:33:08",
        "text": " Aldrin: Proceed. One, Zero.<center>",
        "explanation": ""
    },
    {
        "time": "102:33:11",
        "text": " Armstrong (onboard): Ignition.",
        "explanation": ""
    },
    {
        "time": "102:33:19",
        "text": " Armstrong (onboard): Just about on time.",
        "explanation": ""
    },
    {
        "time": "102:33:41",
        "text": " Duke: Columbia, Houston. We've lost them. Tell them to go aft Omni. Over.",
        "explanation": "[That is, Houston wants Eagle to use the aft omni-directional antenna.]"
    },
    {
        "time": "102:33:46",
        "text": " Aldrin (onboard): (Garbled)'s holding. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:34:01",
        "text": " Aldrin (onboard): (To Mike) Okay, we're reading you relayed to us, Mike. (Static fades)",
        "explanation": ""
    },
    {
        "time": "102:34:07",
        "text": " Aldrin: (To Mike) I'll leave it in Slew.",
        "explanation": ""
    },
    {
        "time": "102:34:10",
        "text": " Aldrin (onboard): (To Mike) See if they have got me now. I've got good signal strength in Slew.",
        "explanation": "[Fjeld - &quot;Buzz's S-band antenna pointing switch is in manual (Slew) so he can dial in the antenna pitch and yaw angles directly. To do so, he has to turn to his right, away from the flight controls and computers, to the side panel where all the comm stuff is. The Rendezvous Radar mode dial also has a Slew setting.&quot;]"
    },
    {
        "time": "102:34:16",
        "text": " Duke: Eagle, we('ve) got you now. It's looking good. Over. (Pause) Eagle...",
        "explanation": ""
    },
    {
        "time": "102:34:25",
        "text": " Duke: Eagle, Houston. Everything's looking good here. Over.",
        "explanation": ""
    },
    {
        "time": "102:34:34",
        "text": " Duke: Eagle, Houston. (Our recommendation is that), after yaw-around, (use pointing) angles: S-band pitch, minus 9, yaw plus 18.",
        "explanation": ""
    },
    {
        "time": "102:34:55",
        "text": " Armstrong (onboard): Okay. (Garbled) Two minutes (into the burn); going good.",
        "explanation": ""
    },
    {
        "time": "102:35:07",
        "text": " Armstrong (onboard): RCS is good. No flags. DPS pressure is good. (Garbled)",
        "explanation": ""
    },
    {
        "time": "102:35:14",
        "text": " Aldrin: Data, On. Altitude's a little high. (Pause) ",
        "explanation": ""
    },
    {
        "time": "102:35:37",
        "text": " Aldrin (onboard): Yeah.",
        "explanation": "[Fjeld - &quot;Neil is referring to the Rendezvous Radar mode dial, which is in Auto Track and has been since he and Buzz did a post-DOI ranging test - another 'confidence builder'.&quot;]"
    },
    {
        "time": "102:35:46",
        "text": " Aldrin: Houston. I'm getting a little fluctuation in the AC voltage now.",
        "explanation": ""
    },
    {
        "time": "102:35:54",
        "text": " Aldrin: Could be our meter, maybe, huh?",
        "explanation": ""
    },
    {
        "time": "102:36:11",
        "text": " Armstrong (onboard): Okay, we went by the three-minute point early. We're (going to land) long.",
        "explanation": ""
    },
    {
        "time": "102:36:18",
        "text": " Armstrong: (To Houston) Our position checks down range show us to be a little long.",
        "explanation": ""
    },
    {
        "time": "102:36:24",
        "text": " Aldrin: AGS is showing about 2 feet per second greater (altitude) rate (than is the PGNS). (Pause)",
        "explanation": "[The PGNS, pronounced 'pings', is the Primary Guidance and Navigation System.]"
    },
    {
        "time": "102:36:43",
        "text": " Aldrin: Altitude rate looks right down the groove.",
        "explanation": ""
    },
    {
        "time": "102:37:00",
        "text": " Aldrin: Well, I think it's going to drop.",
        "explanation": ""
    },
    {
        "time": "102:37:11",
        "text": " Aldrin (onboard): (To Neil) Keep it going. (Pause)",
        "explanation": "[A version of the DAC (16-mm) film starting at this point has been posted on YouTube by StormSpotterMike.  It includes the audio from both Air-to-Ground and the Flight Director's Loop (10:14). Unfortunately, there are synchronization problems.]"
    },
    {
        "time": "102:37:18",
        "text": " Aldrin: (Under Charlie) Okay, Houston; (garbled) the ED Batts are Go...",
        "explanation": ""
    },
    {
        "time": "102:37:19",
        "text": " Aldrin: ...at 4 minutes.",
        "explanation": ""
    },
    {
        "time": "102:37:30",
        "text": " Aldrin: Roger. (Static)",
        "explanation": "[The landing film shows a noticeable increase in the yaw rate at about this point.]"
    },
    {
        "time": "102:37:47",
        "text": " Armstrong (onboard): How do you look, over there?",
        "explanation": ""
    },
    {
        "time": "102:38:04",
        "text": " Aldrin: Okay. We got good (landing radar) lock-on.",
        "explanation": "[Table 5-I in the Apollo 11 Mission Report gives the time of landing radar lock-on as 102:37:51. The 13-second difference between that time and the transcript time of Buzz's call indicates the size of errors that can occur in transcript times.]"
    },
    {
        "time": "102:38:11",
        "text": " Aldrin: Yeah. Altitude light's out. (Pause) Delta-H is minus 2,900.",
        "explanation": "[The fact that the altitude light is out means they are  now getting good radar returns from the lunar surface.  &quot;Delta-H is minus 2900&quot; means that the radar altitude is 2900 feet lower than the PGNS altitude.]"
    },
    {
        "time": "102:38:21",
        "text": " Armstrong: Sure do. Houston, (I hope) you're looking at our Delta-H.",
        "explanation": ""
    },
    {
        "time": "102:38:26",
        "text": " Armstrong: (With the slightest touch of urgency) Program Alarm.",
        "explanation": "[Table 5-I in the Apollo 11 Mission Report gives the time of this 1202  alarm as 102:39:02.]"
    },
    {
        "time": "102:38:30",
        "text": " Armstrong: (To Houston) It's a 1202.",
        "explanation": ""
    },
    {
        "time": "102:38:42",
        "text": " Armstrong (onboard): (To Buzz) What is it? Let's incorporate (the landing radar data). (To Houston) Give us a reading on the 1202 Program Alarm.",
        "explanation": "[The 1202 program alarm is being produced by data overflow in the computer. It is not an alarm that they had seen during simulations but, as Neil explained during a post-flight press conference &quot;In simulations we have a large number of failures and we are usually spring-loaded to the abort position. And in this case in the real flight, we are spring-loaded to the land position.&quot;]<p>\n\n[David Woods has provided scans of pages 15 and 16 from the Apollo 15 Lunar Module Cue Cards, which cover various abort scenarios.  On page 16, for a return to orbit using either the descent engine (lefthand column) or the ascent engine (righthand collumn), Then Neil would check the position of the Guidance Switch and then push either the Abort button or Abort Stage button, respectively.]<p>\n\n[Armstrong - &quot;I clearly must have said this, and it strikes me as that it's probably right. At least, it was true for me and I think it was for Buzz. We had gone that far and we wanted to land. We didn't want to practice aborts. So I'm sure that we were focusing our attention on doing what was required in order to complete the landing.&quot;]<p>\n\n[Aldrin - &quot;In simulations, someone's training you to give a certain response. So you want to do the right thing in the simulation. When it's not a simulation, you want to do the right thing to get the mission done.&quot;]<p>\n\n[Armstrong - &quot;In the simulations we challenged the procedures and exercised the procedures and put all the participants - in the control center and in the simulator - in position of having to make fairly rapid and reasonable judgments in the situation that occurred.&quot;]"
    },
    {
        "time": "102:38:59",
        "text": " Armstrong: Roger. (To Buzz) 330.",
        "explanation": "[David Wood's suggests the possibility that '330' has to do with a comparison of, say, the radar's determination of height versus the Guidance and Navigation system's estimate.  It is not a typo for 'P30', which is a program for setting up a burn.]<p>\n\n[In Houston, Steve Bales, the control room's expert in the LM guidance systems, has determined that the landing will not be jeopardized by the overflow. The overflow consists of an unexpected flow of data concerning rendezvous radar pointing. The computer has been programmed to recognize this data as being of secondary importance and will ignore it while it does more important computations. In my first draft of this paragraph, I described Bales as &quot;a young expert&quot;.]<p>\n\n[Armstrong - &quot;I don't doubt that Steve was a 'young expert' (he was 26), but Steve probably wasn't much different in age than most all of the other guys in the MOCR (Mission Operations Control Room).&quot;]<p>\n\n[Journal Contributor Stephanie Hanus notes that Gene Kranz describes in his book </I>Failure is Not an Option<I> the final simulation done prior to the mission, with Dave Scott and Jim Irwin in the LM simulator. That landing simulation was aborted - unnecessarily - by Mission Control because of a 1201 program alarm.]<p>\n\n[Aldrin - &quot;There had been some training - in a sim(ulation) that Fred Haise (the Apollo 13 LMP) was part of - where some things similar to this had come up, and Kranz instructed his people to go back and look at these sort of things. But, as best I can recall, whatever the flight director people had known about this alarm potential coming up and which were Go and which were not, I was the kind of the systems guy in the LM and I was not made aware of that. And it seems as though that was a flaw in communications. I was very much in the dark when this came up.&quot;]<p>\n\n[The Apollo guidance software was developed at the Charles Stark Draper Laboratory, Cambridge, Massachusetts under the direction of Margaret Hamilton.  In September 2003, NASA recognized Hamilton's contribution with a NASA Exceptional Space Act Award.]<p>\n\n[Perspectives on the 1201/2 alarms and other guidance computer issues are provided by Fred Martin, Peter Adler, and Don Eyles.  Eyles and Adler discuss the programming issues invovled in some detail.]"
    },
    {
        "time": "102:39:02",
        "text": " Aldrin: Okay. Looks like about 820...(Listens)",
        "explanation": ""
    },
    {
        "time": "102:39:06",
        "text": " Aldrin: Roger. Copy.",
        "explanation": ""
    },
    {
        "time": "102:39:14",
        "text": " Aldrin: Same alarm, and it appears to come up when we have a 16/68 up.",
        "explanation": ""
    },
    {
        "time": "102:39:20",
        "text": " Duke: Eagle, Houston. We'll monitor your Delta-H.",
        "explanation": ""
    },
    {
        "time": "102:39:24",
        "text": " Aldrin: Yes, it's coming down beautifully.",
        "explanation": ""
    },
    {
        "time": "102:39:29",
        "text": " Armstrong: Roger, it looks good now.",
        "explanation": ""
    },
    {
        "time": "102:39:34",
        "text": " Aldrin: Wow! Throttle down...",
        "explanation": ""
    },
    {
        "time": "102:39:36",
        "text": " Duke: Roger. We copy throttle down...",
        "explanation": ""
    },
    {
        "time": "102:39:42",
        "text": " Duke: Rog. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:39:50",
        "text": " Armstrong (onboard): Okay. (Pause) (Garbled) No flags. RCS is good. DPS (Descent Propulsion System, pronounced 'dips') is good. Pressure...Okay.",
        "explanation": "[Altitude 21,000 feet.]"
    },
    {
        "time": "102:40:13",
        "text": " Aldrin: Okay. I'm still on Slew so we may tend to lose (the high-gain) as we gradually pitch over. Let me try Auto again now and see what happens.",
        "explanation": ""
    },
    {
        "time": "102:40:23",
        "text": " Aldrin: Okay. Looks like it's holding.",
        "explanation": ""
    },
    {
        "time": "102:40:27",
        "text": " Armstrong (onboard): Okay, 7:30 coming up. Should be...(garbled). (Garbled) tad long.",
        "explanation": ""
    },
    {
        "time": "102:40:49",
        "text": " Duke: Eagle, Houston. It's Descent 2 fuel to Monitor. Over.",
        "explanation": "[Aldrin - &quot;We had two different fuel monitoring systems, and these guys were going to tell us which was more accurate in their judgment.&quot;]"
    },
    {
        "time": "102:41:01",
        "text": " Aldrin: Give us an estimated switchover time please, Houston.",
        "explanation": "[Buzz wants to know when the computer will switch from P63 to P64.  Because pitchover occurs when P64 starts, I was probably 'spring-loaded' (Neil's phrase in the commentary following 102:45:44) to hear 'pitchover' rather than 'switchover' when I was preparing digital versions of the Air-to-Ground transcripts prior to the mission review done with Armstrong and Aldrin in 1991.  So I changed the digital transcript from 'pitchover' to 'switchover'.  That mistake persisted until 2014 when David Woods was preparing material for the Apollo 11 Flight Journal and told me that he thought Buzz had said 'switchover'. I listened to the audio, sent my thanks to David by e-mail, and eliminated the error.]"
    },
    {
        "time": "102:41:10",
        "text": " Aldrin: You're at 7000, (garbled). Looking good.",
        "explanation": ""
    },
    {
        "time": "102:41:19",
        "text": " Aldrin: Roger. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:41:35",
        "text": " Armstrong: P64.",
        "explanation": ""
    },
    {
        "time": "102:41:44",
        "text": " Aldrin (onboard): (Garbled)",
        "explanation": ""
    },
    {
        "time": "102:41:51",
        "text": " Duke: Eagle, you're looking great. Coming up 9 minutes. (Pause)<center>",
        "explanation": ""
    },
    {
        "time": "102:42:05",
        "text": " Armstrong: Manual attitude control is good.) displayed on the LROC overlay in Google Moon.  Points are labeled with time (mm:ss) before the landing and many are labeled to indicate key calls from the crew.]</i>",
        "explanation": "[Armstrong - &quot;We wanted a check that we were getting response from the handcontroller before we were irretrievably committed to it. I think (that), like control-stick steering, you could (intentionally) overpower the autopilot and, if you let go, it would go back (to autopilot). We're in P64 and we just probably exercised the handcontroller to check its response like control-stick steering, and then just released the handcontroller and it went back to the (computer) commanded attitude.&quot;]<p>\n\n[Fjeld - &quot;The PGNS Mode-Control toggle switch has to be moved from Auto to Att Hold (Attitude Hold) for Neil to manually command attitude rates to the Digital Autopilot (DAP). He does this after the P-64 pitchover to test his controls, then pushes the toggle back up to Auto so that the DAP will follow Guidance attitude commands. I think Neil was supposed to have done this before P64 so he could use all his time evaluating the landing site and redesignating a new one if necessary. The change may have been another consequence of the computer alarms.&quot;]"
    },
    {
        "time": "102:42:13",
        "text": " Armstrong (onboard): Okay. 3000 at 70.",
        "explanation": ""
    },
    {
        "time": "102:42:19",
        "text": " Duke: Copy.",
        "explanation": ""
    },
    {
        "time": "102:42:24",
        "text": " Armstrong: 1201. (Pause) (onboard) Okay, 2000 at 50.",
        "explanation": ""
    },
    {
        "time": "102:42:31",
        "text": " Aldrin: 2000 feet. 2000 feet.",
        "explanation": ""
    },
    {
        "time": "102:42:??",
        "text": " Aldrin: Into the AGS. (Then reading the LPD from the PNGS as displayed on the DSKY) 47 degrees.",
        "explanation": ""
    },
    {
        "time": "102:42:??",
        "text": " Aldrin: (Repeating the LPD readout) 47 degrees.",
        "explanation": ""
    },
    {
        "time": "102:42:37",
        "text": " Armstrong (onboard): (Confirming Buzz's LPD readout) 47. That's not a bad looking area. (Garbled) Okay. (Pause) 1000 at 30 is good. What's LPD?",
        "explanation": ""
    },
    {
        "time": "102:43:01",
        "text": " Aldrin: 35 degrees. 35 degrees. 750. Coming down at 23 (feet per second).",
        "explanation": "[GoneToPlaid has prepared a labeled comparison between the view out Buzz's window captured by the DAC at about 102:42:57 (2 min 43 seconds before the landing) and a similar view made from the LROC overlay in Google Moon, using the known ground track and a detailed LM model.]"
    },
    {
        "time": "102:43:07",
        "text": " Aldrin: 700 feet, 21 (feet per second) down, 33 degrees.",
        "explanation": ""
    },
    {
        "time": "102:43:11",
        "text": " Aldrin: 600 feet, down at 19.",
        "explanation": ""
    },
    {
        "time": "102:43:16",
        "text": " Aldrin: 540 feet, down at...(LPD angle is) 30. Down at 15. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:43:32",
        "text": " Armstrong (onboard): No problem.",
        "explanation": "[This is Buzz's first verbal report of forward velocity.  Because Neil has the LM pitched at only 6 degrees, the forward velocity is higher than would normally have occurred at this point in the descent and Buzz may simply be calling attention to the situation.  Buzz cannot see West Crater and can only judge what is going on from the computer readouts and the cross-pointers.]"
    },
    {
        "time": "102:43:35",
        "text": " Aldrin: 330, three and a half down. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:43:46",
        "text": " Aldrin: 300 feet (altitude), down 3 1/2 (feet per second), 47 (feet per second) forward. Slow it up.",
        "explanation": "[By 102:43:50, Neil had the LM pitched back at 16 degrees to slow his forward speed.  He maintained that attitude until about 102:44:05.]"
    },
    {
        "time": "102:43:58",
        "text": " Armstrong: Okay, how's the fuel?",
        "explanation": ""
    },
    {
        "time": "102:44:02",
        "text": " Armstrong (onboard): Okay. Here's a...Looks like a good area here.",
        "explanation": "[With his forward velocity now down to about 20 feet-per-second and the LM approaching a good landing area, Neil quickly reduced the LM pitch to 6 degrees and began the final descent.]"
    },
    {
        "time": "102:44:07",
        "text": " Aldrin: 250 (feet altitude), down at 2 1/2, 19 forward. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:44:16",
        "text": " Aldrin: 3 1/2 down, 220 feet, 13 forward. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:44:25",
        "text": " Armstrong (onboard): Gonna be right over that crater.",
        "explanation": "[The crater Neil mentions is about 60 meters east of the spot where he will land and is known as Little West Crater]"
    },
    {
        "time": "102:44:26",
        "text": " Aldrin: 5 1/2 down.",
        "explanation": ""
    },
    {
        "time": "102:44:31",
        "text": " Aldrin: 160 feet, 6 1/2 down.",
        "explanation": ""
    },
    {
        "time": "102:44:40",
        "text": " Aldrin: 120 feet.",
        "explanation": ""
    },
    {
        "time": "102:44:54",
        "text": " Aldrin: Okay. 75 feet. And it's looking good. Down a half, 6 forward.",
        "explanation": ""
    },
    {
        "time": "102:45:21",
        "text": " Aldrin: 30 feet, 2 1/2 down. (Garbled) shadow.",
        "explanation": "[What Buzz says here is sometimes transcribed as &quot;Faint shadow&quot; but I recently listened, once again, to both the Public Affairs tape and to the onboard tape and feel uncomfortable making a decision, primarily because the transmission is distorted and partially clipped. Buzz first saw the LM shadow when he looked out at 102:44:04, a fact which adds to my discomfort with the usual transcription.  In 2006 I listened to the HSK recording of the Net 1 feed from Goldstone and am still not able to make a decision.]<p>\n\n[Fjeld - &quot;Perhaps Buzz did say 'Faint shadow' but was referring to the now fuzzy edge of the shadow on the streaking dust layer.&quot;]<p>\n\n[David Harland suggests a transcription of 'Great shadow', but I still do not believe it is possible to definitively pull this one out of the noise.]"
    },
    {
        "time": "102:45:31",
        "text": " Duke: 30 seconds (until the 'Bingo' call).",
        "explanation": ""
    },
    {
        "time": "102:45:40",
        "text": " Aldrin: Contact Light.",
        "explanation": "[At least one of the probes hanging from three of the footpads has touched the surface.  Each of them is 67 inches (1.73 meters) long. The ladder strut doesn't have a probe.  Buzz made the call at  20:17:40 GMT/UTC on 20 July 1969.]<p>\n\n[Aldrin - &quot;We asked that they take it off.&quot;]<p>\n\n[Journal Contributor Harald Kucharek notes that Apollo 11 photo\nS69-32396, taken on 4 April 1969, shows Eagle with a probe attached to the plus-Z footpad.  This indicates that the probe was removed after that date.  The probe attachment is highlighted in a detail.]<p>\n\n[Apollo 11 photograph AS11-40-5921 shows the area under the Descent Stage. A gouge mark made by the probe hanging down from the minus-Y (south) footpad is directly under the engine bell, a graphic demonstration that the spacecraft was drifitng left during the final seconds.]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;We continued to touchdown with a slight left translation. I couldn't precisely determine (the moment of) touchdown. Buzz called lunar contact, but I never saw the lunar contact lights.&quot;]<p>\n\n[Aldrin, from the 1969 Technical Debrief - &quot;I called contact light.&quot;]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;I'm sure you did, but I didn't hear it, nor did I see it.&quot;]"
    },
    {
        "time": "102:45:44",
        "text": " Aldrin: Okay. Engine Stop.<i>[Neil had planned to shut the engine down when the contact light came on, but didn't manage to do it.][Armstrong, from the 1969 Technical Debrief - &quot;I heard Buzz say something about contact, and I was spring-loaded to the stop engine position, but I really don't know...whether the engine-off signal was before (footpad) contact. In any event, the engine shutdown was not very high above the surface.&quot;][Armstrong - &quot;We actually had the engine running until touchdown. Not that that was intended, necessarily. It was a very gentle touchdown. It was hard to tell when we were on.&quot;][Aldrin - &quot;You wouldn't describe it as 'rock' (as in, 'dropping like a rock'). It was a sensation of settling.&quot;][Some of the other crews shut down 'in the air' (meaning 'prior to touchdown') and had a noticeable bump when they hit.][Aldrin - (Joking) &quot;Well, they didn't want to jump so far to the ladder.&quot;][Readers should note that, although the Moon has no atmosphere, many of the astronauts used expression like 'in the air' to mean 'off the ground' and, after some thought, I have decided to follow their usage.][Armstrong, from the 1969 Technical Debrief - &quot;The touchdown itself was relatively smooth; there was no tendency toward tipping over that I could feel. It just settled down like a helicopter on the ground, and landed.&quot;][On a final note about engine shutdown, Ken Glover calls attention to the following from an interview done with Neil on 19 September 2001 by historians Stephen Ambrose and Douglas Brinkley at NASA Johnson.][",
        "explanation": ""
    },
    {
        "time": "102:45:45",
        "text": " Aldrin: ACA out of Detent.",
        "explanation": ""
    },
    {
        "time": "102:45:47",
        "text": " Aldrin: Mode Control, both Auto. Descent Engine Command Override, Off. Engine Arm, Off. 413 is in.",
        "explanation": "['413' is an AGS address and has been a topic of considerable interest to Journal Contributors Marv Hein and Frank O'Brien. Frank supplied the following description.]<p>\n\n[O'Brien - &quot;(The AGS is) a wonderful machine. If you have done any work on a computer that just has a switch register and display (such as an IMSAI, ALTAIR or one of my favorites, the KIM-1), you'd be comfortable with the AGS.&quot;]<p>\n\n[&quot;The way the AGS operated is that you had only an address and data display, 0-9 keypad, a Clear button, plus +/-, Enter and Readout. That's it. The ultimate in simple interfaces! How the AGS was operated was to press Clear, then a memory address. On a 5-octal character display, you got what was stored in that location. To change it, you typed a +/-, followed by 5 characters. Pressing Enter stored the value directly into memory. What you hear is the checklist item noted as: 413+10000. The key sequence is Clear, 413, Enter, +10000, Enter.&quot;]<p>\n\n[&quot;Address 413 contains the variable that indicates that the LM has landed - so any abort will be from the surface - which further tells the AGS to save the attitude information from its gyros. These gyros were 'strap-down' types, which means that they had a fixed orientation with respect to the LM body. They also had a nasty habit of drifting quite a bit. So, as soon as they landed, the AGS was to 'lock in', if you will, the attitude the LM was in. If the PGNS died - and it was the PGNS that oriented and re-aligned the AGS - at least they would have some approximate attitude information to abort with.&quot;]"
    },
    {
        "time": "102:45:58",
        "text": " Armstrong (onboard): Engine arm is off. (Pause) (Now on voice-activated comm) Houston, Tranquility Base here. The Eagle has landed.",
        "explanation": ""
    },
    {
        "time": "102:46:16",
        "text": " Aldrin: Thank you.",
        "explanation": "[It is easy to understand how Charlie got momentarily tongue-tied when Neil reported the landing.  There was not only the excitement and thrill of what they had all just achieved; but, also, after the intense concentration of the last few minutes, the sudden change in call sign from &quot;Eagle&quot; to &quot;Tranquility&quot;.]<p>\n\n[After listening repeatedly to the tapes, Journal Contributor Ian Graham Clapp asks if it was really Buzz, not Neil, who thanked Charlie.  To me, the cadence and inflection make it sound more like Buzz.  In addition, I think it would have been more characteristic of Buzz to answer that quickly.  Nonetheless, short transmissions like this one are often tough calls.]"
    },
    {
        "time": "102:46:23",
        "text": " Armstrong: Okay. (To Buzz) Let's get on with it. (To Houston) Okay. We're going to be busy for a minute.",
        "explanation": "[They will now prepare for immediate lift-off, in case, as an example, they have damaged an ascent fuel tank in the landing.]<p>\n\n[Aldrin - &quot;Yeah, there are things that should happen.&quot;]<p>\n\n[Armstrong - &quot;Crisp(ly).&quot;]<p>\n\n[Aldrin - &quot;Yeah, 'Crisp' is a good word. Because there are discrete abort times that you try to adhere to if you see something leaking, something going wrong.&quot;]<p>\n\n[Armstrong &quot;Like, perhaps, if one footpad starts to sink into the surface and you're losing stability. Or you have a propellant tank pressure problem, or something that would cause us to go quickly.&quot;]<p>\n\n[Following our review of the landing, I asked Neil about the value of the Lunar Landing Training Vehicle and it similar predecessor, the Lunar Landing Research Vehicle. These free-flying craft (shown here with test pilot Joe Walker at the controls) were built for NASA by Bell Aerosystems, Buffalo, NY and had a General Electric CF-700-2V jet engine mounted pointing downward so that, in effect, it removed 5/6th of the vehicle weight. According to Journal Contributor Ed Hengeveld, &quot;lift for the remaining one-sixth of the LLTV's weight was provided by two 2250 Newton hydrogen peroxide lift rockets.&quot; Like the LM engine, these lift engines could be gimbaled. The vehicle also had sets of thrusters. A landing in the LLTV was not an exact duplicate of a LM landing on the Moon, but the two vehicles did share many performance similarities. Two LLRVs and three LLTVs were built and three crashed during test flights and training. All of the pilots - including Neil in the first of the three accidents - ejected safely. See, also, Gene Cernan's discussion of the LLTV at 113:43:49 in the Apollo 17 Journal.]<p>\n\n[As of August 2004, the surviving LLTV was on display in the lobby of Building 2 at NASA Johnson.  John Osborn has provided an extensive set of photos.]<p>\n\n[Armstrong - &quot;I would say that the Lunar Module flew better than the LLTV - fortunately. However, it was a reasonable simulation of the Lunar Module, and it was the best we had. The full-mission (but stationary) Lunar Module simulator worked very well, but the real in-flight situation provided by the LLTVs provided a reality that was hard to duplicate in a fixed-base simulator.&quot;]<p>\n\n[Also used in training and in the development of the landing systems was the Lunar Landing Research Facility - shown here with Neil standing in front of the LM mock-up. The facility consisted of a large, overhead gantry which allowed the cable-suspended LM mock-up to be moved forward and down - or up and back - in response to pilot input. The figure consists of a set of multiple exposures showing the mock-up as it comes in for a landing.  Two frames captured by Ken Glover from film of a training exercise in late June 1969 show rear and side views of the vehicle approaching touchdown.  Note that the 'craters' were painted on the flat tarmac.  Buzz 'flew' the LLRF on June 27 and 28; Neil on June 30.]<p>\n\n[In response to a 1997 question about his experience with the LLRF, Apollo 15 Commander Dave Scott offered the following: &quot;Ah yes, the LLRF -- what an experience! The LLRF was indeed a large Erector-Set structure at Langley (Research Center) that operated much as you indicated. It was intended to provide LLTV-type training without the risk and cost - although it must have cost a bunch! However, it was actually used very little compared to the LLTV for several reasons. I tried it several times and found it to be negative training, albeit well-intended. The major problem for me was the lag in response to control inputs. Even though they had some feed-forward loops and, at the time, some sophisticated control modes, the system could just not compensate for a vehicle swinging from a cable. Thus, the very short systems lag in a very dynamic and tight loop was just enough to confuse the human response -- which for LLTV-type flight was probably on the order of 0.2-to-0.5 seconds from input to expected output. It was an impressive-looking rig though! Should be a reasonable amout of documentation on the LLRF in the Langley files; and some of the old-timers should have some good stories. It was very important to Langley (as were a number of other Apollo-support activities, such as docking simulators), and the structure may even still be there!&quot;]<p>\n\n[Neil has provided some comments on the LLRF.  See, also, his comments about the LM engines during a panel discussion at the 1997 Naval Aviation Symposium.]<p>\n\n[We now move to discussion of the indoor, stationary simulator which was used as the primary training tool by the crews.]<p>\n\n[Aldrin - &quot;The (stationary) LM simulator was excellent in its fidelity of reproduction. As an example, we had the actual computer codes. Obviously, it was a simulation and the data the onboard computer used had to be generated somewhere; but, instead of that being generated in the simulator, it was done outside. It was a real test of the systems. Whoever made the decisions to do that made very wise ones. They're probably doing that more and more with simulators now. The level of detail in the LM and Command Module simulators for Apollo was unquestionably a pioneering effort that contributed significantly to how effective aircraft simulators and other situational simulators were later on.&quot;]<p>\n\n[Armstrong - &quot;It was extraordinary for its time and commercial aircraft simulators have undoubtedly benefited by duplicating the best parts.&quot;]<p>\n\n[Aldrin - &quot;Certainly the visual portrayal and, of course, the instrument activation.&quot;]<p>\n\n[Armstrong - &quot;What the LLTV gave you was not so much the seat-of-the-pants dynamics as the real-world visual. (Chuckling) That and the fact that, if you make a mistake, you can't hit the reset button.&quot;]<p>\n\n[Aldrin - &quot;I think it's important to stress the evolution of capabilities to accomplish the mission. The big difference I would point to between our mission and the later ones is that they had a much easier time landing. They could let the computer do a lot of stabilizing whereas we had to do a lot of that manually. Once we took over manually at 500 feet - which we had planned to do anyway - there was no way we could give it back to the computer. Whatever we had in the way of an attitude, it would hold. If it's accumulating a drift, it will get progressively worse unless you do something against it. On later systems, they closed the loop on it so that, if you let go of the controller, the computer would null translation. That made the descent on the later missions a lot easier to do - plus the fact that they weren't doing it for the first time.&quot;]<p>\n\n[Fjeld - &quot;The later crews never used this Auto mode. They all had to struggle with the controls as Neil did, except that they had his experience to draw on: they made sure they could see the shadow and that they were fat on fuel.&quot;]<p>\n\n[Aldrin - &quot;I think it's important, historically, to keep some of these differences (between missions) in mind. Sometimes, when the TV networks are doing an anniversary program, they jazz up the tension. They always take about 5 seconds off the amount of fuel you have left, and they never put it in the perspective of how much fuel the other flights had. They're not interested in that and I think that ought to be included.&quot;]<p>\n\n[Readers should note, however, that Neil's heart rate at touch down was 150 beats per minute, the highest of any of the Commanders. The need to avoid West Crater was probably a contributing factor, although the drama of the moment was undoubtedly played a role as well. See the discussion at 103:25:37.  In response to a question in 2002, Neil remembers that his resting heart rate &quot;was usually about 60&quot;.]"
    },
    {
        "time": "102:46:xx",
        "text": " Armstrong (onboard): Master Arm coming on.",
        "explanation": ""
    },
    {
        "time": "102:46:xx",
        "text": " Armstrong (onboard): Okay. (Pause)",
        "explanation": ""
    },
    {
        "time": "102:46:xx",
        "text": " Armstrong (onboard): I didn't hear that (garbled)",
        "explanation": ""
    },
    {
        "time": "102:46:xx",
        "text": " Armstrong (onboard): Both (garbled) vent.",
        "explanation": "[Aldrin, from the 1969 Technical Debrief - &quot;We had a little right drift and, then, I guess just before touchdown, we drifted left.&quot;]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;I think I was probably over controlling a little bit in lateral. I was confused somewhat in that I couldn't really determine what my lateral velocities were due to the dust obscuration of the surface. I could see rocks and craters through this blowing dust. It was my intention to try and pick up a landing spot prior to the 100-foot mark and then pick out an area just beyond it such that I could keep my eyes on that all the way down through the descent and final touchdown. I wouldn't, in fact, be looking at the place (where) I was going to land; I would be looking at a place just (out) in front of it. That worked pretty well, but I was surprised that I had as much trouble as I did in determining translational velocities. I don't think I did a very good job of flying the vehicle smoothly in that period of time. I felt I was a little bit erratic.&quot;]<p>\n\n[Fjeld - &quot;Armstrong made about four quick pitch-down maneuvers, three of them totaling about 12 degrees in 2-3 seconds. They were well within the design control regime of the LM despite his apology that they were 'spasmodic'.&quot;]<p>\n\n[Neil came down through 100 feet at about 102:44:45 and landed at about 102:45:40. According to the Mission Report &quot;Landing on the surface occurred at 102:45:39.9 with negligible forward velocity, approximately 2.1 ft/sec to the crew's left, and 1.7 ft/sec vertically. Body rate transients (motions after first footpad touchdown) occurred and indicate that the right and forward landing gear touched almost simultaneously, giving a roll-left and a pitch-up motion to the vehicle. The left-directed lateral velocity resulted in a slight yaw right transient at the point of touchdown. These touchdown conditions, obtained from attitude rates and integration of acceleration data, were verified qualitatively, by the at-rest position of the lunar surface sensing probes and by surface build up around the rims of the footpads ( as photographed by the astronauts during the EVA).&quot;]<p>\n\n[The fact that the right and forward footpads hit first indicates that Neil was still trying to correct his left translation and to impart a little forward motion.]<p>\n\n[Aldrin, from the 1969 Technical Debrief - &quot;I was feeding data to him all the time. I don't know what he was doing with it, but that was raw computer data.&quot;]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;The computer data seemed to be pretty good information, and I would say that my visual perception of both altitude and altitude rate was not as good as I thought it was going to be. In other words, I was a little more dependent on the (computer) information. I think I probably could have made a satisfactory determination of altitude and altitude rate by eye alone, but it wasn't as good as I thought it was going to be; and I think that it's not nearly so good as it is here on Earth.&quot;]<p>\n\n[Aldrin, from the 1969 Technical Debrief - &quot;I got the impression by just glimpsing out that we were at the altitude of seeing the shadow. Shortly after that, the horizon tended to be obscured by a tan haze. This may have been just an impression of looking down at a 45-degree angle. The depth of the material being kicked up seemed to be fairly shallow. In other words, it was scooting along the surface but, since particles were being picked up and moved along the surface, you could see little rocks of little protuberances coming up through this, so you knew that it was solid there. It wasn't obscured to that point, but it did tend to mask out your ability to detect motion because there was so much motion of things moving out. There were these few little islands that were stationary. If you could sort that out and fix on those, then you could tend to get the impression of being stationary. But that was quite difficult to do.&quot;]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;It was a little bit like landing an airplane when there's a real thin layer of ground fog, and you can see things through the fog. However, all this fog was moving at a great rate, which was a little bit confusing.&quot;]<p>\n\n[Aldrin, from the 1969 Technical Debrief - &quot;I would think that it would be natural - looking out the left window and seeing this (dust) moving this way (left) - that you would get the impression of moving to the right, and you counteract by going to the left, which is how we touched down.&quot;]<p>\n\n[Armstrong, from the 1969 Technical Debrief - &quot;Since we were moving left (toward the landing spot he had picked) , we were yawed slightly to the left so that I could get a good view of where we were going. I think we were yawed 13 degrees left; and, consequently, the shadow was not visible to me as it was behind the panel (Neil's window only gives a view from slightly right of forward around to 90 degrees left), but Buzz could see it. Then I saw it in the final phases of descent. I saw the shadow come into view, and it was a very good silhouette of the LM at the time I saw it. It was probably a couple of hundred feet out in front of the LM on the surface. (The shadow) is clearly a useful tool, but I just didn't get to observe it very long.&quot;]<p>\n\n[Figure 5-13 from the Apollo 11 Mission Report shows LM attitude (pitch, roll, and yaw) during the six seconds before the landing and the four seconds after.  At the begining of that interval, Neil had the LM yawed left 15 degrees, which increased to 16 degree during the final two seconds before the landing, and then decreased to 13 degress as the LM settled on the surface.]"
    },
    {
        "time": "102:47:03",
        "text": " Aldrin: Okay. It looks like we're venting the oxidizer now.",
        "explanation": "[Armstrong - &quot;I recall that there was some concern that surfaced in the last few days before launch. A systems concern about tank overpressurization due to the environment; (that is), to heating. So there were some procedural changes that were introduced - maybe not procedural changes but procedural concerns - and it was something that we discussed in those last few days before launch.&quot;]<p>\n\n[The page Sur-1 of the Surface Checklist contains three handwritten lines concerning the fuel and oxidizer vents.]<p>\n\n[Armstrong - &quot;My recollection was that there was a new thought with regard to the heat sources that might be affecting those propellant tanks. And it was new procedures that were talked about, but I just don't remember those details.&quot;]<p>\n\n[Fjeld - &quot;Engineering wanted to have the pressure in the tanks vented so that it didn't rise and cause the tank burst disks to rupture and perhaps spill propellant on the crew during EVA. Engineering also had the crew vent the very cold Supercritical Helium tank. As it turned out, the helium vented past the heat exchanger and fuel trapped there froze and blocked fuel down the line towards the still hot engine. Pressure built up in the fuel line for nearly an hour while the ground fretted about what would happen. Eventually, something let go. After the flight, the helium vent was re-designed.&quot;]"
    },
    {
        "time": "102:47:08",
        "text": " Aldrin: (Garbled)",
        "explanation": ""
    },
    {
        "time": "102:47:12",
        "text": " Armstrong: Roger. Understand, Stay for T1.",
        "explanation": ""
    },
    {
        "time": "102:47:20",
        "text": " Armstrong: Roger. (Long Pause)",
        "explanation": ""
    }
]
